Repository: RadaeePDF-Jugaad/RadaeePDF-Xamarin
Catalog: ios/RDPDFViewXamarin/ReaderXamarin/Resources/*.lproj/Localizable.strings
Languages: it

source: All Files
it: Tutti i file

source: Setting
it: Impostazioni

source: More
it: Altro

source: Swipe Speed
it: Velocità swipe

source: Render Quality
it: Qualità di visualizzazione

source: Swipe Distance
it: Distanza swipe

source: View Mode
it: Modalità visualizzazione

source: Ink Width
it: Spessore Ink

source: Alert
it: Attenzione

source: Click OK to reset all properties to default
it: Clicca OK per resettare le impostazioni

source: Cancel
it: Annulla

source: BookMark Already Exist
it: Bookmark già presente

source: Page
it: Pagina

source: Add BookMark Success!
it: Bookmark aggiunto!

source: Ink Color
it: Colore Ink

source: Rect Color
it: Colore Rect

source: Draw Line on file
it: Disegna linea nel file

source: Draw Rect on file
it: Disegna rettangolo nel file

source: This Document is readonly
it: Il documento è in sola lettura

source: Please Enter PassWord
it: Inserisci password

source: Error PassWord
it: Password errata

source: Error Document,Can't open
it: Non è possibile aprire il documento

source: Do you want to open:
it: Vuoi aprire:

source: Underline Color
it: Colore sottolineatura

source: Strikeout Color
it: Colore linea

source: Text Annot
it: Annotazione testuale

source: Highlight Color
it: Colore evidenziatura

source: Oval Color
it: Colore ovale

source: Select Action
it: Seleziona Azione

source: Add Bookmark
it: Aggiungi Bookmark

source: Bookmark List
it: Lista Bookmark

source: View Menu
it: Indice

source: Save
it: Salva

source: Print
it: Stampa

source: Exiting
it: Chiusura

source: Document modified. Do you want to save it?
it: Il documento è stato modificato. Vuoi salvare i cambiamenti?

source: Yes
it: Si

source: Close
it: Chiudi

source: Select Draw Mode
it: Modalità di disegno

source: Ink
it: Disegno libero

source: Line
it: Linea

source: Rect
it: Rettangolo

source: Ellipse
it: Ellisse

source: Stamp
it: Immagine

source: Note
it: Nota

source: Search
it: Cerca

source: Warning
it: Attenzione

source: Find Over
it: Non ci sono altri risultati

source: Signature already exist. Do you want delete it?
it: Firma già esistente. Vuoi cancellarla?

source: Delete
it: Cancella

source: Error
it: Errore

source: Couldn't find media file
it: Nessun media trovato

source: Select View Mode
it: Modalità di visualizzazione

source: Vertical
it: Verticale

source: Horizontal
it: Orizzontale

source: Single Page
it: Pagina Singola

source: Double Page
it: Pagina Doppia

source: Notice
it: Avviso

source: Document saved
it: Documento salvato
